tap "hashicorp/tap"
tap "homebrew/services"
tap "zegervdv/zathura"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "anyenv"
brew "jpeg-xl"
brew "aom"
brew "bat"
brew "blueutil"
brew "boost"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cowsay"
brew "deno"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fd"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "fswatch"
brew "fzf"
brew "gh"
brew "ghq"
brew "gifski"
brew "git"
brew "git-delta"
brew "go"
brew "gtk+3"
brew "guile"
brew "jq"
brew "meson"
brew "neovim"
brew "openvino"
brew "perl"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "ripgrep"
brew "sleepwatcher", restart_service: :changed
brew "sphinx-doc"
brew "terraform-local"
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "uv"
brew "vhs"
brew "watchman"
brew "zsh-autosuggestions"
brew "hashicorp/tap/terraform", link: false
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "airbuddy"
cask "alfred"
cask "arc"
cask "asana"
cask "bitwarden"
cask "discord"
cask "docker"
cask "drawio"
cask "dropbox"
cask "figma"
cask "firefox"
cask "gather"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "meetingbar"
cask "menubarx"
cask "notion"
cask "postman"
cask "spectacle"
cask "spotify"
cask "table-tool"
cask "tableplus"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "christian-kohler.path-intellisense"
vscode "clinyong.vscode-css-modules"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "mhutchie.git-graph"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vsliveshare.vsliveshare"
vscode "prisma.prisma"
vscode "ritwickdey.liveserver"
vscode "rooveterinaryinc.roo-cline"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
