tap "homebrew/bundle"
tap "zegervdv/zathura"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "anyenv"
brew "jpeg-xl"
brew "aom"
brew "boost"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cowsay"
brew "deno"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fd"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "openvino"
brew "fswatch"
brew "fzf"
brew "gh"
brew "gifski"
brew "go"
brew "gtk+3"
brew "guile"
brew "jq"
brew "meson"
brew "neovim"
brew "python@3.10"
brew "python@3.11"
brew "ripgrep"
brew "sphinx-doc"
brew "tmux"
brew "tree"
brew "watchman"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "alfred"
cask "bitwarden"
cask "discord"
cask "docker"
cask "drawio"
cask "figma"
cask "google-chrome"
cask "karabiner-elements"
cask "notion"
cask "scroll-reverser"
cask "spectacle"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
vscode "akamud.vscode-theme-onedark"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "clinyong.vscode-css-modules"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "mhutchie.git-graph"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "prisma.prisma"
vscode "ritwickdey.liveserver"
vscode "simonsiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
