tap "coursier/formulas"
tap "hashicorp/tap"
tap "zegervdv/zathura"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "jpeg-xl"
brew "aom"
brew "awscli"
brew "bat"
brew "blueutil"
brew "boost"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cowsay"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fd"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "fswatch"
brew "fzf"
brew "gh"
brew "ghq"
brew "gifski"
brew "gtk+3"
brew "git"
brew "git-delta"
brew "guile"
brew "hurl"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "meson"
brew "mise"
brew "neovim"
brew "openvino"
brew "ripgrep"
brew "sleepwatcher", restart_service: :changed
brew "sphinx-doc"
brew "terraform-local"
brew "tflint"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "vhs"
brew "watchman"
brew "yazi"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "coursier/formulas/coursier"
brew "hashicorp/tap/terraform", link: false
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "airbuddy"
cask "alfred"
cask "arc"
cask "asana"
cask "azookey"
cask "bettertouchtool"
cask "bitwarden"
cask "cleanshot"
cask "discord"
cask "docker-desktop"
cask "drawio"
cask "dropbox"
cask "figma"
cask "firefox"
cask "gather"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "meetingbar"
cask "menubarx"
cask "notion"
cask "obsidian"
cask "postman"
cask "rectangle"
cask "spotify"
cask "table-tool"
cask "tableplus"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
vscode "anthropic.claude-code"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "christian-kohler.path-intellisense"
vscode "clinyong.vscode-css-modules"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "ezforo.copy-relative-path-and-line-numbers"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "mhutchie.git-graph"
vscode "mizdra.css-modules-kit-vscode"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-vsliveshare.vsliveshare"
vscode "pjmiravalle.terraform-advanced-syntax-highlighting"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "renesaarsoo.sql-formatter-vsc"
vscode "ritwickdey.liveserver"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
go "golang.org/x/tools/gopls"
go "gotest.tools/gotestsum"
go "github.com/golang-migrate/migrate/v4/cmd/migrate"
go "github.com/kyoh86/richgo"
go "github.com/sqlc-dev/sqlc/cmd/sqlc"
go "honnef.co/go/tools/cmd/staticcheck"
